Repository: mohammadr3z/persian-calendar
Catalog: languages/persian-calendar-*.po
Languages: fa_ir

source: You do not have permission to change these settings.
fa_ir: شما اجازه تغییر این تنظیمات را ندارید.

source: Security error: Invalid request.
fa_ir: خطای امنیتی: درخواست نامعتبر.

source: Jalali Calendar
fa_ir: تاریخ شمسی

source: Activate Persian/Jalali calendar system throughout your entire website.
fa_ir: فعال‌سازی سیستم تقویم شمسی در تمام بخش‌های وب‌سایت شما.

source: Gutenberg Calendar
fa_ir: تقویم گوتنبرگ

source: Integrate Persian calendar functionality within the Gutenberg editor.
fa_ir: یکپارچه‌سازی عملکرد تقویم شمسی در ویرایشگر گوتنبرگ.

source: Regional Settings
fa_ir: تنظیمات منطقه‌ای

source: Configure website timezone to Iran and set Saturday as the first day of the week.
fa_ir: تنظیم منطقه زمانی وب‌سایت بر روی ایران و تعیین شنبه به عنوان اولین روز هفته.

source: Persian Digits
fa_ir: اعداد فارسی

source: Transform English numerals to Persian digits in all date displays.
fa_ir: تبدیل اعداد انگلیسی به ارقام فارسی در تمام نمایش‌های تاریخ.

source: Dashboard Font
fa_ir: فونت داشبورد

source: Apply elegant Persian typography to enhance WordPress dashboard readability.
fa_ir: اعمال تایپوگرافی زیبای فارسی برای بهبود خوانایی داشبورد وردپرس.

source: Persian Calendar Settings
fa_ir: تنظیمات تقویم فارسی

source: Configure Persian calendar and digit conversion settings for your WordPress website
fa_ir: پیکربندی تنظیمات تقویم شمسی و تبدیل اعداد فارسی برای وب‌سایت وردپرس شما

source: General Settings
fa_ir: تنظیمات عمومی

source: Save Changes
fa_ir: ذخیره تنظیمات

source: Persian Calendar plugin seamlessly converts Gregorian dates to Persian/Jalali dates throughout WordPress.
fa_ir: افزونه تقویم فارسی به طور یکپارچه تاریخ‌های میلادی را به تاریخ‌های شمسی در تمام بخش‌های وردپرس تبدیل می‌کند.

source: Designed specifically for Persian and Farsi websites.
fa_ir: طراحی شده مخصوص وب‌سایت‌های فارسی و فارسی‌زبان.

source: Need Advanced Features?
fa_ir: به ویژگی‌های پیشرفته نیاز دارید؟

source: Unlock advanced Persian calendar features and receive premium support.
fa_ir: دسترسی به ویژگی‌های پیشرفته تقویم شمسی و دریافت پشتیبانی حرفه‌ای.

source: Learn More
fa_ir: کسب اطلاعات بیشتر

source: Persian Calendar
fa_ir: تقویم فارسی
